Repository: jybast/gesflotOld
Catalog: translations/messages+intl-icu.*.xlf
Languages: fr

source: Please Confirm your Email
fr: Merci de confirmer votre e-mail

source: Your email address has been verified.
fr: Votre adresse e-mail a été vérifiée.

source: Your password reset request
fr: Votre demande de réinitialisation de mot de passe.

source: Home
fr: Accueil

source: Contact us
fr: Nous contacter

source: About us
fr: A propos de nous

source: Search
fr: Rechercher

source: Register
fr: S'enregistrer

source: Password Reset Email Sent
fr: E-mail envoyé!

source: If an account matching your email exists, then an email was just sent that contains a link that you can use to reset your password.
fr: Si un compte e-mail existe, un e-mail contenant un lien pour la modification du mot de passe a été envoyé.

source: This link will expire in
fr: Ce lien expire dans

source: If you don't receive an email please check your spam folder or
fr: Si vous ne recevez pas d'e-mail merci de vérifier votre dossier de spam ou

source: try again
fr: Envoyer de nouveau

source: Hello!
fr: Bonjour!

source: To reset your password, please visit the following link
fr: Merci d'utiliser le lien ci-après pour modifier le mot de passe

source: Cheers!
fr: Cordialement!

source: Reset your password
fr: Modifier votre mot de passe

source: Enter your email address and we will send you a link to reset your password.
fr: Entrer votre adresse e-mail et nous vous enverrons un lien de réinitialisation du mot de passe.

source: Send password reset email
fr: Réininitialiser le mot de passe

source: Reset password
fr: Réinitialiser le mot de passe

source: Log in
fr: S'identifier

source: You are logged in as
fr: Vous êtes conneté en tant que

source: Logout
fr: Quitter

source: Please sign in
fr: S'enregistrer

source: Email adress
fr: Adresse e-mail

source: Password
fr: Mot de passe

source: Sign in
fr: S'enregistrer

source: lastname
fr: Nom

source: firstname
fr: Prénom

source: adress
fr: adresse

source: city
fr: ville

source: postcode
fr: code postal

source: phone
fr: Téléphone

source: Adress
fr: Adresse

source: postalcode
fr: Code postal

source: Agree terms
fr: Accepter les termes

source: You should agree to our terms.
fr: Vous devez accepter les termes.

source: Please enter a password
fr: Entrer un mot de passe

source: Your password should be at least {{ limit }} characters
fr: Votre mot de passe doit comporter au moins {{ limit }} caractères.

source: At least eight characters, at least one uppercase letter, one lowercase letter, one number and one special character
fr: Huit caractères au moins, au moins une lettre majuscule, une lettre minuscule, un chiffre et un caractère spécial

source: The format of your email is incorrect
fr: Le format de votre email est incorrect

source: New password
fr: Nouveau mot de passe

source: Repeat Password
fr: Entrer à nouveau le mot de passe

source: The password fields must match.
fr: Les deux valeurs de mot de passe doivent correspondre

source: Please enter your email
fr: Entrer votre adresse e-mail

source: Edit Vehicule
fr: Modifier un véhicule

source: back to list
fr: Retour à la liste

source: Vehicule index
fr: Liste de véhicules

source: show
fr: Voir

source: edit
fr: Editer

source: no records found
fr: Aucun enregistrement trouvé.

source: New Vehicule
fr: Nouveau véhicule

source: Create new Vehicule
fr: Ajouter un véhicule

source: 'Are you sure you want to delete this item?'
fr: Etes-vous sûr de vouloir supprimer cet item?'

source: Delete
fr: Supprimer

source: Create new
fr: Créer un nouveau

source: plate number
fr: Numéro d'immatriculation

source: Date of 1st use
fr: Date 1ère mise en circulation

source: Owner's full name
fr: Identité du propriétaire

source: Is the owner
fr: Est propriétaire

source: Co-owner's full name
fr: Co-propriétaire

source: Brand
fr: Marque

source: Version
fr: Type, Variante

source: National type identification
fr: Code National d’Identification

source: Brand trade name
fr: Nom commercial

source: National identification number
fr: Numéro d'identification VIN

source: Technically permissible maximum laden mass
fr: P.T.A.C

source: Authorized total laden mass
fr: Masse en charge maximale admissible

source: Gross vehicle weight allowed
fr: P.T.R.A

source: Operating weight
fr: Masse du véhicule en service

source: Unloaded weight
fr: Poids à vide

source: Date of establishment
fr: Date d’établissement de la CG

source: Vehicle category
fr: catégorie

source: National style
fr: genre (nat)

source: Bodywork (CE)
fr: Carrosserie (CE)

source: Bodywork (Nat)
fr: Carrosserie (Nat)

source: Type-approval number
fr: Numéro de réception

source: displacement
fr: cylindrée

source: Maximum Net Power
fr: Puissance

source: Fuel type
fr: Type de carburant

source: National administrative power
fr: puissance administrative

source: Power/mass ratio in kW/kg
fr: rapport masse/puissance en kW/kg

source: Seating places
fr: places assises

source: standing room
fr: places debout

source: Sound level
fr: niveau sonore

source: Motor speed
fr: Vitesse moteur

source: CO2 release
fr: rejet CO2

source: environmental class
fr: classe environnementale

source: Due date of the Technical Inspection
fr: Date d’échéance du Contrôle Technique

source: regional tax
fr: taxe régionale

source: Professional tax
fr: taxe professionnelle

source: additional CO2 tax
fr: taxe additionnelle CO2

source: fixed fee for certificate management
fr: taxe fixe pour gestion du certificat

source: delivery charge
fr: redevance pour acheminement

source: Total tax amount
fr: montant total

source: Length
fr: longueur

source: Width
fr: largeur

source: Height
fr: hauteur

source: trunk volume
fr: volume du coffre

source: wheelbase
fr: empattement

source: rear overhang
fr: porte à faux

source: tank capacity
fr: Capacité du réservoir

source: max fuel consumption
fr: consommation urbaine

source: average fuel consumption
fr: Consommation moyenne

source: mode of propulsion
fr: transmission

source: gear box
fr: boîte de vitesse

source: tires
fr: pneumatiques

source: date of purchase
fr: date d'achat

source: purchase value
fr: valeur d'achat

source: Documents to download
fr: Documents à télécharger

source: Please use a valid PDF file.
fr: Veuillez utiliser un fichier PDF valide.

source: Your email adress
fr: Votre adresse -e-mail

source: Subject
fr: Sujet

source: Enter your message
fr: Entrer votre message

source: Contact Us
fr: Nous contacter

source: Hi! Please confirm your email!
fr: Merci de confirmer votre adresse e-mail

source: Please confirm your email address by clicking the following link:
fr: Merci de confirmer votre adresse mail en cliquant sur le lien :

source: Confirm my Email
fr: Confirmer mon e-mail

source: Vehicule
fr: Véhicule

source: Delete image
fr: Supprimer l'image

source: Let's talk about everything!
fr: Parlons-en !

source: Please use the contact form to deliver any question.
fr: Merci d'utiliser le formulaire de contact pour nous adresser vos questions.
